{
  "text": {
    "hi": 30,
    "hello": 28,
    "hey": 29,
    "good": 25,
    "morning": 44,
    "evening": 21,
    "there": 76,
    "bye": 10,
    "goodbye": 26,
    "see": 66,
    "you": 84,
    "catch": 12,
    "later": 37,
    "menu": 43,
    "show": 70,
    "me": 42,
    "the": 75,
    "what": 80,
    "do": 19,
    "have": 27,
    "please": 58,
    "can": 11,
    "i": 32,
    "is": 35,
    "price": 60,
    "of": 54,
    "paneer": 56,
    "butter": 9,
    "masala": 41,
    "how": 31,
    "much": 45,
    "veg": 78,
    "biryani": 6,
    "cost": 15,
    "dal": 16,
    "chawal": 13,
    "where": 81,
    "restaurant": 65,
    "share": 69,
    "location": 39,
    "your": 85,
    "address": 3,
    "send": 67,
    "map": 40,
    "link": 38,
    "info": 33,
    "information": 34,
    "tell": 74,
    "about": 2,
    "kind": 36,
    "food": 22,
    "serve": 68,
    "give": 24,
    "booking": 8,
    "reservation": 63,
    "reserve": 64,
    "want": 79,
    "to": 77,
    "book": 7,
    "a": 1,
    "table": 73,
    "need": 48,
    "my": 46,
    "name": 47,
    "rahul": 61,
    "for": 23,
    "__number__": 0,
    "people": 57,
    "at": 4,
    "pm": 59,
    "date": 17,
    "number": 53,
    "no": 50,
    "special": 71,
    "request": 62,
    "birthday": 5,
    "decoration": 18,
    "yes": 83,
    "yeah": 82,
    "ok": 55,
    "correct": 14,
    "yup": 86,
    "nope": 51,
    "don": 20,
    "t": 72,
    "not": 52,
    "needed": 49
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "show_menu": 9,
    "ask_price": 3,
    "ask_location": 2,
    "ask_info": 1,
    "book_table": 4,
    "inform": 8,
    "affirm": 0,
    "deny": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_location": 7,
    "action_save_booking": 10,
    "action_show_menu": 12,
    "booking_form": 15,
    "utter_additional_info": 16,
    "utter_confirm_booking": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_menu_summary": 20
  },
  "action_text": null,
  "intent_response_key": null
}